package com.example.lab

data class Dgdt(val info:String)
val inf = Dgdt("Німецькі вівчарки — одна з найбільш популярних порід у світі. Зовнішність цього собаки видає мускулистого, пильного, благородного і стриманого захисника. Це спритні собаки, з гарними пропорціями, які рухаються з гордістю.")

data class Cdt(val info1:String)
val inf1 = Cdt("Кішки породи Корат мають коротке, блискуче і тонке хутро, яке щільно прилягає до тіла. Воно буває лише одного забарвлення: синього відтінку зі сріблястим тикінгом. Шкіра на носі, губах і лапах темного блакитно-сірого або лавандового відтінку. За зовнішністю вони нагадують російську блакитну, але в них одношарова, а не двошарова шерсть, і вони мають більш округлі форми та перідотово-зелені, а не смарагдові очі. Голова у формі серця є їхньою характерною рисою, як і великі вуха, великі очі та сторожкий вираз мордочки. Їхнє тіло сильне та м'язисте, не таке довге, як у сіамців, і не кремезне, як у британських короткошерстих.")

data class Ptdt(val info2:String)
val inf2 = Ptdt("Хвилясті папужки. Маленькі (вага 30-45), гарні та послушні. Бувають різних кольорів:зелені, сині, жовті, білі. Якщо ними займатися, то вони можуть непогано вивчити людські слова. Деякі хвилясті папужки знати більше 200 слів! Але не всі маленькі папужки здатні наслідувати людську мову. Можна порекомендувати хвилястих тим, хто вперше заводить папуг. Живуть 8-15 років.")